{
  "樱羽艾玛": {
    "01": "这是希罗酱很重要的笔呢…她说过是重要的人送的。看到她这么珍惜，我也…啊，没什么。",
    "02": "蕾雅酱的刺剑...？上面的红色...是血浆道具吗？",
    "03": "（诶？！为、为什么我的衣服会在这里？！希罗酱...）",
    "04": "这是我用来打扫的扫帚。看到图书馆那么乱，我觉得必须做点什么...不能只是看着。",
    "05": "这种东西...我绝对没有从大厅看到有人拿进去过。太危险了...",
    "06": "哎？人字梯在外面吗？什么时候搬出去的？我完全没有看见。",
    "07": "好美的画...希罗酱也喜欢蝴蝶吗？",
    "08": "奈叶香酱的发带…为什么会沾上血？难道她真的…不，不会的。",
    "09": "这个瓶子...我出宿舍吃午饭的时候在玛格和亚里沙的桌子上见到了类似的瓶子。",
    "10": "这把剑给人一种很不好的感觉…光是看着就觉得后背发凉。",
    "11": "我相信我看到的就是全部了。虽然可能没什么用…",
    "12": "我把我见到的都如实说出来了，希望可以帮上希罗酱的忙...",
    "13": "可可酱的魔法，连这种事情都能做到啊...",
    "14": "我相信汉娜酱的证词。这样就可以确定案发时间了呢。",
    "15": "亚里沙酱受伤了？！严不严重？我完全没注意到…我真是太不关心大家了…"
  },
  "二阶堂希罗": {
    "01": "（每次看到这支笔，我都有一种难以抑制的想要转笔的冲动...难道它里面寄宿着爱翻跟头的神明吗？）",
    "02": "（人被杀，就会死。无法阻止生命流逝的人，称不上是正义的伙伴。这把剑上的血迹，就是失败的证明。）",
    "03": "（这件衣服不像是重要的证物。但我的直觉告诉我，应该把它捡起来。）",
    "04": "（扫帚出现在案发现场肯定有原因。需要查清是谁移动了它，以及用它做了什么。）",
    "05": "（零件非常整齐，与其说是被破坏，不如说是被谁细心拆解了。）",
    "06": "（平凡的物品，有时也能成为关键拼图。）",
    "07": "（魔法绘成的蝴蝶…是一时兴起的作品吗？）",
    "08": "（奈叶香的发带…以她的风格，会把这么私人的物品遗落在现场吗？）",
    "09": "（构成我们的材料，亦是构成梦的材料。我们短暂而飘渺的生命，追寻和拒绝着爱的投影。）",
    "10": "（仪礼剑…并非用于实战。但上面的血迹证明，有人用它实施了‘仪式’。）",
    "11": "（艾玛的证词是构建时间线的基石。我相信她的观察。）",
    "12": "（这个世界并非梦幻的舞台剧，而是残酷的审判庭。但即便如此，为改变而付出的努力，也绝不会毫无意义。）",
    "13": "（可可的证词是构建时间线的基石。我相信她的观察。）",
    "14": "（汉娜的证词解释了‘目击’的可行性，但也带来了新的矛盾点。）",
    "15": "（亚里沙的伤…出现的时间点太过巧合。需要确认是意外，还是与案件存在关联。）"
  },
  "夏目安安": {
    "01": "嗯嗯...真是漂亮的钢笔，光是看见它，吾辈就涌现出了写作的动力",
    "02": "华丽的凶器，配得上蕾雅浮夸的审美。",
    "03": "焚烧衣物...这种行为在文学作品里通常是为了销毁证据呢。",
    "04": "扫帚可拆卸…有趣。但吾辈未曾见人拆卸过它。",
    "05": "拆得真整齐…吾辈也能做到…大概。但吾辈不会碰这种东西。",
    "06": "这个高度，也许可以从中庭直接爬到画室...如果中庭的喷泉没有运作的话。",
    "07": "此画…吾辈未曾见过。诺亚的私作，与吾辈无关。",
    "08": "吾辈不认为...奈叶香会对玛格出手。』",
    "09": "相同样式的瓶子...医务室里有很多。",
    "10": "真是可怕的剑，吾辈能感受到剑锋上不详的气息。",
    "11": "大厅又冷，人又多，吾辈才不会去那种地方。』",
    "12": "蕾雅想和艾玛一起表演…艾玛拒绝了？吾辈……吾辈懂的。』",
    "13": "可可说得没错，吾辈和诺亚一直在画室。吾辈可以保证。",
    "14": "真是戏剧性的一幕。",
    "15": "亚里沙受伤了？吾辈完全不知道这件事..."
  },
  "城崎诺亚": {
    "01": "笔筒里的墨水，就像被困在玻璃缸中的少女一样呢，诺亚的魔法很难操控它。",
    "02": "（躲到安安身后）诺亚不要看这个...",
    "03": "艾玛酱的衣服怎么了？是弄脏了吗？诺亚可以帮忙涂干净哦。",
    "04": "可以拆开的扫帚...看上去很简易呢。",
    "05": "弩枪变得七零八落的…好可怜…",
    "06": "诺亚想爬得更高，把彩虹做成颜料。",
    "07": "啊，是诺亚的蝴蝶！它很漂亮对吧？",
    "08": "发带变得脏兮兮的了…",
    "09": "这个药瓶...诺亚可以用它来装颜料吗？",
    "10": "这把剑的花纹好复杂…诺亚想把它画下来…",
    "11": "艾玛一直坐在那里一定很无聊吧...",
    "12": "今天的午饭，诺亚很喜欢。",
    "13": "可可的直播诺亚也经常看呢，很有意思哦。",
    "14": "汉娜说看到杀人…好可怕…",
    "15": "亚里沙受伤了？诺亚这里还有创可贴..."
  },
  "莲见蕾雅": {
    "01": "希罗酱连文具都如此一丝不苟呢，真符合你的风格。",
    "02": "这是我的剑没错！但我以演员的尊严起誓，我绝没有用它伤害玛格！",
    "03": "那个...希罗酱...把女孩子的私人物品拿出来当众展示，是不是有点失礼？",
    "04": "普通的扫帚而已。难道凶手是骑着扫帚飞走的吗？呵呵。",
    "05": "居然动用这种危险的武器…看来凶手是打算彻底毁掉我们的舞台呢。",
    "06": "人字梯放在这里好碍事呢，我来把它搬回原处吧？",
    "07": "诺亚的艺术品？确实很美，但还远不及我耀眼。",
    "08": "真正的演员，是不会留下如此明显的破绽的。",
    "09": "道具组的失误？我可没见过剧本里有这个道具。",
    "10": "作为舞台道具的话，倒是很有视觉冲击力。",
    "11": "我进入建筑时，手里拿着的可是充满善意的花环而不是锋芒毕露的刺剑呢！",
    "12": "是吗...希罗酱已经知道舞台剧的事情了啊...",
    "13": "原来我一直在可可的视线里啊...这种感觉真不错。",
    "14": "在走廊里光明正大地杀人，再怎么想也不可能吧。",
    "15": "唔...亚里沙的伤…是演出事故，我对此深感抱歉。但请相信，那纯粹是意外。"
  },
  "佐伯米莉亚": {
    "01": "希罗酱学习好写字也漂亮，换做大叔我的话，就算有这样的钢笔也不好意思拿出来用呢...啊哈哈...",
    "02": "呜哇…这可不是开玩笑的…",
    "03": "哇啊？！等等希罗酱？！这、这是那个吧……？！大叔我觉得再怎么说也不该把女孩子的私密衣物这样公开出示啊！",
    "04": "扫帚啊…大叔我年轻时也经常帮忙打扫呢…啊，不小心用了大叔语气。",
    "05": "弩枪？大叔我对这种东西完全不懂啊…看起来好复杂。",
    "06": "大叔我觉得不管是人字梯还是梯凳都是一回事哦，看待事物要透过现象看本质。",
    "07": "诺亚画得真好啊…大叔我只会画火柴人。",
    "08": "这发带…奈叶香找了好久来着，原来掉在那里了吗？",
    "09": "药瓶？大叔我最近睡眠不好，也去医务室拿过药呢…",
    "10": "这、这个…大叔我光是看着就觉得肚子疼…",
    "11": "艾玛一直很认真地在守门呢，辛苦了。",
    "12": "蕾雅邀请表演？大叔我没听说过呢。",
    "13": "可可虽然说话不太客气，但不会在这种事上撒谎的。",
    "14": "诶...？这种事情，大叔我不知道啊。",
    "15": "亚里沙受伤了？要不要紧？大叔我这里有糖果…啊，不对，糖果不能治伤…"
  },
  "黑部奈叶香": {
    "01": "实用的笔。你总是选择最有效率的工具。",
    "02": "抱歉，我今天完全没有见到过蕾雅。",
    "03": "是吗...为什么要告诉我这个？",
    "04": "日常用具。不能证明任何事。",
    "05": "弩枪...果然还是被使用了......！",
    "06": "会使用人字梯的场合，似乎并不是很多呢。",
    "07": "诺亚很喜欢蝴蝶呢...玛格也是...",
    "08": "我的发带！为什么...会出现在图书室里...？",
    "09": "蓝色药水…我用魔法看见玛格从水精之室拿走了一瓶相同的药水。但是当案发后我回到宿舍的时候，这瓶药水却不见了。",
    "10": "仪礼剑...上午玛格从水精之室拿走的就是这把剑，我用魔法看到了。",
    "11": "艾玛的证词可以锁定基础时间线。",
    "12": "午饭的时候...原来还发生了这些事情。",
    "13": "可可提供了很多信息，虽然说话有点直率...",
    "14": "事件的背后，汉娜始终在。",
    "15": "因为中庭的喷泉开始喷水了，所以亚里沙把据点改到了湖边吗..."
  },
  "紫藤亚里沙": {
    "01": "给我看钢笔干嘛...？你要用它写遗书吗？",
    "02": "切，蕾雅那家伙的破剑！看着就晦气！",
    "03": "喂！变态吗？为什么连别人的衣服都要调查！",
    "04": "扫帚？难道凶手是骑着这玩意儿作案的吗？搞笑。",
    "05": "谁这么无聊把弩枪拆了？有本事正面来啊！",
    "06": "人字梯？汉娜那家伙非要爬上去看，麻烦死了。",
    "07": "啧…画得还行。",
    "08": "黑部的发带？怎么，你觉得她也是嫌疑人吗？",
    "09": "…这药瓶怎么了？",
    "10": "这把剑看起来挺锋利的…不过没我的火焰魔法厉害。",
    "11": "艾玛说的？哦，那就没错吧。",
    "12": "喂！现在不是纠结这个的时候了吧...",
    "13": "泽渡那家伙虽然讨厌，但我觉得她不会说谎。",
    "14": "啧！一派胡言。",
    "15": "…烦死了，一点小伤而已。不用你们管。"
  },
  "橘雪莉": {
    "01": "……那么，天才雪莉酱就用这支钢笔来展现一下怪力魔法……啊，希罗酱不要把钢笔抢走呀！",
    "02": "（凑近仔细观察）唔…伤口和剑的宽度…嗯嗯，原来如此！（其实完全没搞懂）",
    "03": "诶诶诶——？！希罗小姐和艾玛小姐已经发展到这种关系了吗？！雪莉酱明白了！这是爱的调查！",
    "04": "说到魔女，果然还是应该骑扫帚呢！虽然我比较喜欢用跑的。",
    "05": "弩枪被拆成这样~好像很复杂的拼图游戏！",
    "06": "人字梯是个好发明呢！让不会飞的人也能看到高处的风景...啊，好像有人就算飞起来都没有人字梯高呢。",
    "07": "诺亚小姐画的蝴蝶真美！如果雪莉也有这样的才能就好了...",
    "08": "奈叶香小姐的发带...为什么会出现在那里呢？好奇怪啊。",
    "09": "蓝色的药水…喝下去会变成美人鱼吗？",
    "10": "这把剑的花纹好复杂，雪莉完全看不懂呢。",
    "11": "艾玛小姐是可靠的门卫呢！记录得非常详细！",
    "12": "舞台剧！听起来好好玩为什么不叫我！",
    "13": "可可小姐的直播就像是魔法水晶球一样！",
    "14": "哦~汉娜是这么说的啊。",
    "15": "亚里沙受伤了？需要我背她去医务室吗？我力气很大的！"
  },
  "远野汉娜": {
    "01": "不错的品味，与希罗小姐的身份很相称呢。",
    "02": "如此粗鄙的凶器，不要拿给我看呀！",
    "03": "把衣服给我，我去洗干净。这么漂亮的衣服烧掉就太可惜了。",
    "04": "干嘛…？这种女仆一样的工作，我才不干呢。",
    "05": "说到会用远程武器的人…应该只有奈叶香了吧。",
    "06": "有漂浮魔法的本小姐，是...是不会使用这种东西的。",
    "07": "诺亚的作品，很优雅呢。",
    "08": "这条发带的材质还算可以，但设计略显普通。",
    "09": "来历不明的药液…好可疑哦。",
    "10": "古旧的仪礼剑？倒是有些收藏价值…如果不是凶器的话。",
    "11": "不愧是艾玛，证词...还算清晰呢。",
    "12": "舞台剧什么的，一定是临时编造的接口！不要相信蕾雅！",
    "13": "可可的证言…虽然不想承认，但她的能力确实有用。",
    "14": "本小姐的证言千真万确！我亲眼透过窗户看到里面有人在行凶！虽然只是一瞬间，但那个身影绝对不会错！",
    "15": "亚里沙小姐受伤了？真是...不让人省心。希望不会留下疤痕。"
  },
  "泽渡可可": {
    "01": "哈？这玩意儿能干嘛？还不如我的直播设备一根手指头。",
    "02": "噫——沾血的剑，好恶心！快拿开！不过…作为直播素材倒是劲爆。",
    "03": "哇~哦——！希罗酱大变态现场直击！艾玛酱的羞耻play！今天的直播素材有了呢~",
    "04": "扫帚？魔女？噫，老土！可可碳的魔法是征服网络！",
    "05": "弩枪被拆了？真是浪费，不然可以拍一期绝地求生真人版了，恶心。",
    "06": "人字梯？可可碳才不需要那种东西呢！‘俯瞰’魔法最高！",
    "07": "诺亚的画？还行吧…勉强能达到可可碳直播背景的及格线。",
    "08": "奈叶香的发带？可可碳好像好像对它有印象。",
    "09": "空药瓶？看起来像劣质演出道具，恶心。",
    "10": "这把剑…看起来能卖几个钱？不过沾了血就贬值了，恶心。",
    "11": "艾玛的证词？啊，是那个一直坐在大厅的家伙啊，无聊。",
    "12": "哎？蕾雅酱的舞台剧吗？可以转播吗？",
    "13": "可可碳的证言当然是最准确的！你们这些凡人就感恩戴德吧！...不过，‘我推’要是也能看看我的直播就好了…",
    "14": "听上去好假~听到这种证言还不笑的话，就可以确诊抑郁症了~",
    "15": "亚里沙受伤了？活该！谁让她总是一副臭脸！...不过，要是拍下她哭的样子，播放量一定很高..."
  },
  "冰上梅露露": {
    "01": "希罗小姐的钢笔...一定承载了很多重要的回忆吧。就连我看见它，都会有种怀念的感觉呢。",
    "02": "这、这把剑...上面的血迹...呜哇哇...好可怕...",
    "03": "呜哇哇…两位的感情真好呢，连衣服都可以互相保管...",
    "04": "扫帚摆放的位置…好像不太对？我、我待会儿去把它放回原处…",
    "05": "弩枪被拆开了……做这件事的人，当时是什么心情呢……",
    "06": "人字梯使用后要收好才行...不然可能会绊倒人...",
    "07": "诺亚小姐的画真美啊…如果大家都能像画中蝴蝶一样和平相处就好了…",
    "08": "奈叶香小姐的发带…上面沾了血...",
    "09": "每天在大家吃午饭的时候，我都会去宿舍把大家的药瓶回收到医务室...就算是没开封的药也要回收。",
    "10": "这把剑…给人一种很古老、很悲伤的感觉…",
    "11": "艾玛小姐一直在大厅，一定很辛苦吧…有没有着凉？",
    "12": "艾玛小姐的证言…她一定很努力地想帮助大家…",
    "13": "诶？奈叶香小姐为什么这个时间会在火精之室...？",
    "14": "汉娜小姐的证言…如果她说的是真的…那太可怕了…",
    "15": "亚里沙小姐受伤了？！严不严重？我、我马上去准备药品和绷带！"
  }
}