{
  "title": "案件总述",
  "content": [
    {
      "time": "前一天晚上",
      "events": [
        "玛格偶然得知了杀死魔女的方法。"
      ]
    },
    {
      "time": "9:00",
      "events": [
        "雪莉摇晃图书室内的樱树，被看守关入惩罚室。因为雪莉和汉娜下午有约，所以被关进去之前，雪莉央求米莉亚互换身体，米莉亚同意了（下文的雪莉和米莉亚均指人格而非身体）。",
        "玛格潜入水精之室，取走仪礼剑和B水。回到宿舍后，把B水放到桌子上，仪礼剑藏在床下。"
      ]
    },
    {
      "time": "11:30",
      "events": [
        "梅露露和奈叶香先后在食堂用餐。"
      ]
    },
    {
      "time": "12:00",
      "events": [
        "除雪莉、梅露露与奈叶香外，所有人在食堂用餐。",
        "奈叶香在会客厅对弩枪使用幻视魔法，预见其将被用于危险行为，遂将其转移到仓库。",
        "梅露露巡视宿舍，将亚里沙的安眠药空瓶带回医务室；误将玛格房中的B水认作未开封安眠药，一并带回医务室。",
        "安安对红酒表现出兴趣，餐后取走两瓶。",
        "蕾雅邀请艾玛参与舞台剧排练，艾玛婉拒；蕾雅请她保密，不要透露排练一事，也不要观看。"
      ]
    },
    {
      "time": "13:00",
      "events": [
        "可可在宿舍直播。",
        "米莉亚和亚里沙在娱乐室观看可可直播。",
        "奈叶香在仓库调查姐姐相关线索。",
        "梅露露前往图书室看书。",
        "艾玛从玄关大厅取扫帚，清扫图书室中樱花。",
        "安安到医务室取安眠药，误拿B水。",
        "诺亚前往花田采集有香味的花朵作为颜料；蕾雅也在花田摘花，准备编花环送给希罗。"
      ]
    },
    {
      "time": "13:30",
      "events": [
        "汉娜外出散步。",
        "奈叶香在仓库调查完毕，前往火精之室，观看可可的直播来收集情报。",
        "艾玛把樱花从淋浴间倒入焚烧炉，顺便洗了个澡。",
        "安安把红酒和B水拿到诺亚的画室，并开始看可可直播。",
        "诺亚想要制作蝴蝶喷泉，但是中庭的喷泉恰好停了。于是诺亚开始拿红酒和蓝色B水制作紫色蝴蝶，想要送给玛格。"
      ]
    },
    {
      "time": "14:00",
      "events": [
        "玛格前往图书室，用仪礼剑从背后刺杀梅露露，模仿奈叶香的声音发表胜利宣言。",
        "艾玛想去图书室取扫帚，路过画室，想顺便进去看看，却被安安用魔法命令下楼。",
        "诺亚在画室制作给玛格的礼物，艾玛突然进来让诺亚很慌张，于是安安命令艾玛出去。",
        "艾玛下楼途中听见图书室传来梅露露的惨叫和奈叶香的声音，并瞥见红色蝴蝶飞出，误以为是舞台剧排练，未加留意，继续下楼，然后坐在玄关大厅的长椅上。",
        "玛格拔剑离开图书室，意图前往仓库销毁证据。但是下楼后看见艾玛已经坐在大厅，于是改从医务室翻阳台离开，将仪礼剑藏于仓库。"
      ]
    },
    {
      "time": "14:10",
      "events": [
        "奈叶香进入水精之室调查，用幻视魔法得知玛格上午曾来过这里。调查时奈叶香不慎将发带遗落于此，随后进入隔壁火精之室整理信息。",
        "紫色蝴蝶听从安安的指令，去寻找玛格。从中庭、医务室的路线飞进仓库。",
        "玛格看到蝴蝶，与之互动。"
      ]
    },
    {
      "time": "14:30",
      "events": [
        "因为没有用B水，所以梅露露没有死，她在短暂昏迷后苏醒，用魔法清除身上血迹。误以为是奈叶香袭击自己，决定报复。她前往惩罚室寻找武器，因为米莉亚在里面，无法进入，于是简单交谈后离开。梅露露进入水精之室地下室取得斧头作为凶器，并拾获奈叶香遗留的发带。",
        "玛格在仓库亲吻紫色蝴蝶，摄入B水，慢性中毒死亡。死亡时间大约为14:30。"
      ]
    },
    {
      "time": "14:40",
      "events": [
        "可可结束直播，开始午休。",
        "雪莉离开娱乐室，出门找汉娜。"
      ]
    },
    {
      "time": "14:45",
      "events": [
        "蕾雅与亚里沙秘密前往图书室门口排练舞台剧。",
        "汉娜架梯攀上仓库屋顶，雪莉抬起仓库四处跑动，汉娜漂浮在仓库上，体验飞行。仓库内货物掉落，砸到玛格身上。"
      ]
    },
    {
      "time": "15:00",
      "events": [
        "蕾雅用刺剑模拟攻击时不慎划伤亚里沙，随后陪同她到医务室取药和等候梅露露。蕾雅将刺剑遗落在图书室外。",
        "汉娜透过彩色玻璃窗望见图书室内人影被刺剑刺中，误以为发生凶案，告知雪莉。",
        "雪莉放下仓库，进入大楼调查。汉娜随后爬下仓库，意外看见仓库里有玛格尸体、弩箭与散落货物，误认为是雪莉移动仓库导致货物砸死了玛格。为保护雪莉，她决定伪造现场，制造尸体被从二楼抛下的假象：汉娜爬上仓库，用弩箭射穿玻璃窗，箭矢扎入樱树。",
        "雪莉在二楼看见少量血迹、破碎玻璃与蕾雅的染血刺剑，误以为尸体被从窗口抛下。于是返回仓库。汉娜声称看见尸体从二楼落下，雪莉信以为真，为还原案发现场，揭开图书室杀人事件的真相，雪莉决定将尸体移回二楼图书室。"
      ]
    },
    {
      "time": "15:10",
      "events": [
        "汉娜再次爬上仓库，雪莉将尸体抛上屋顶，汉娜用漂浮魔法将尸体送入建筑。",
        "雪莉进入建筑，将尸体搬入图书室，并将蕾雅的染血刺剑插入尸体背部。",
        "汉娜拆解弩枪并藏在身上。"
      ]
    },
    {
      "time": "15:30",
      "events": [
        "雪莉与汉娜将仓库归位，然后散步到招待所。汉娜把弩枪零件藏到地精之室里。",
        "亚里沙带着伤药到湖边，蕾雅自己在医务室继续等待梅露露。"
      ]
    },
    {
      "time": "15:40",
      "events": [
        "梅露露进入建筑，发现图书室内尸体，决定嫁祸奈叶香，于是将奈叶香的发带沾血后放在尸体旁，并用魔法修复被弩箭射穿的彩色玻璃窗。"
      ]
    },
    {
      "time": "16:00",
      "events": [
        "可可、诺亚与安安一同进入图书室，发现尸体。",
        "梅露露确认玛格死亡时间为14:30-15:00。",
        "雪莉被从惩罚室放出来，和米莉亚换回身体。",
        "梅露露做完尸检，玛格的尸体被投票关入惩罚室。"
      ]
    }
  ]
}
